Revit 2027 API
ParameterTypeId.ToposolidHeightabovelevelParam Property
 "Height Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidHeightabovelevelParam { get; }
Public Shared ReadOnly Property ToposolidHeightabovelevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidHeightabovelevelParam {
	ForgeTypeId^ get ();
}
static member ToposolidHeightabovelevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace